Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: <span color="$color">$number_or_percent</span> HP
uk_ua: <span color="$color">$number_or_percent</span> ОЗ

source: <span color="$color">$number_or_percent</span> XP to advance
uk_ua: <span color="$color">$number_or_percent</span> ОД для просування

source: <span color="$color">$number_or_percent</span> attack per turn
uk_ua: <span color="$color">$number_or_percent</span> атаки за хід

source: <span color="$color">$number_or_percent</span> attack used
uk_ua: <span color="$color">$number_or_percent</span> атаку використано

source: <span color="$color">$number_or_percent</span> attacks per turn
uk_ua: <span color="$color">$number_or_percent</span> атак за хід

source: <span color="$color">$number_or_percent</span> attacks used
uk_ua: <span color="$color">$number_or_percent</span> атаки використано

source: <span color="$color">$number_or_percent</span> cost to recall
uk_ua: <span color="$color">$number_or_percent</span> вартість заклику

source: <span color="$color">$number_or_percent</span> damage
uk_ua: <span color="$color">$number_or_percent</span> шкоди

source: <span color="$color">$number_or_percent</span> jamming
uk_ua: <span color="$color">$number_or_percent</span> оглушення

source: <span color="$color">$number_or_percent</span> move
uk_ua: <span color="$color">$number_or_percent</span> ходу

source: <span color="$color">$number_or_percent</span> movement point
uk_ua: <span color="$color">$number_or_percent</span> очко руху

source: <span color="$color">$number_or_percent</span> movement points
uk_ua: <span color="$color">$number_or_percent</span> очок руху

source: <span color="$color">$number_or_percent</span> moves
uk_ua: <span color="$color">$number_or_percent</span> ходів

source: <span color="$color">$number_or_percent</span> parry
uk_ua: <span color="$color">$number_or_percent</span> відбивання

source: <span color="$color">$number_or_percent</span> strike
uk_ua: <span color="$color">$number_or_percent</span> удара

source: <span color="$color">$number_or_percent</span> strikes
uk_ua: <span color="$color">$number_or_percent</span> ударів

source: <span color="$color">$number_or_percent</span> vision
uk_ua: <span color="$color">$number_or_percent</span> огляд

source: <span color="$color">$number_or_percent|%</span> accuracy
uk_ua: <span color="$color">$number_or_percent|%</span> точність

source: <span color='cyan'>Special Note: </span>In this campaign, if a unit is killed and not immediately raised as a corpse, its corpse type will be permanently added to the recruit list instead.
uk_ua: <span color='cyan'>Зверніть увагу: </span>у цій кампанії, якщо тіло вбитої бойової одиниці одразу не оживити, на екрані найму з'явиться можливість оживляти подібні до неї трупи.

source: <span color='gold'>+$bonus_income gold</span>
uk_ua: <span color='gold'>+$bonus_income золота</span>

source: <span color='gold'>+$chest_gold gold</span>
uk_ua: <span color='gold'>+$chest_gold золота</span>

source: <span color='green'>$player_name</span> Share knowledge of agriculture
uk_ua: <span color='green'>$player_name</span> Поділитись знаннями в сільському господарстві

source: <span color='green'>$player_name</span> Share knowledge of mining
uk_ua: <span color='green'>$player_name</span> Поділитись знаннями про гірничу справу

source: <span color='green'>$player_name</span> Share knowledge of warfare
uk_ua: <span color='green'>$player_name</span> Поділитись знаннями в військових справах

source: <span color='green'>Agriculture</span> Farmers produce +1 gold Study Progress: $player_$side_number|.farming.progress|/$player_$side_number|.farming.target
uk_ua: <span color='green'>Сільське господарство</span> Фермери приносять один золотий Прогрес навчання: $player_$side_number|.farming.progress|/$player_$side_number|.farming.target

source: <span color='green'>Donate Funds</span> Give 20 gold to another player
uk_ua: <span color='green'>Donate Funds</span> Дати іншому гравцю 20 золотих

source: <span color='green'>Mining</span> Miners produce +1 gold Study Progress: $player_$side_number|.mining.progress|/$player_$side_number|.mining.target
uk_ua: <span color='green'>Гірництво</span> Гірники приносять один золотий Прогрес навчання: $player_$side_number|.mining.progress|/$player_$side_number|.mining.target

source: <span color='green'>Negotiate with the Dwarves</span> Lets you recruit a Dwarvish unit Negotiation Progress: $player_$side_number|.leader_option_1.progress|/$player_$side_number|.leader_option_1.target
uk_ua: <span color='green'>Вести переговори з гномами</span> Дозволить вам вербувати гномів Стан переговорів: $player_$side_number|.leader_option_1.progress|/$player_$side_number|.leader_option_1.target

source: <span color='green'>Negotiate with the Elves</span> Lets you recruit an Elvish unit Negotiation Progress: $player_$side_number|.leader_option_2.progress|/$player_$side_number|.leader_option_2.target
uk_ua: <span color='green'>Вести переговори з ельфами</span> Дозволить вам вербувати ельфів Стан переговорів: $player_$side_number|.leader_option_2.progress|/$player_$side_number|.leader_option_2.target

source: <span color='green'>Share Knowledge</span> Help an ally with their research
uk_ua: <span color='green'>Ділитись знаннями</span> Допомогти союзнику в дослідженнях

source: <span color='green'>Warfare</span> Allows you to recruit a new type of unit Study Progress: $player_$side_number|.warfare.progress|/$player_$side_number|.warfare.target
uk_ua: <span color='green'>Військова справа</span> Дозволяє вам вербувати бійців нового типу Прогрес навчання: $player_$side_number|.warfare.progress|/$player_$side_number|.warfare.target

source: <span font_family='DejaVu Sans'>✦</span> <b>Architecture:</b>
uk_ua: <span font_family='DejaVu Sans'>✦</span> <b>Архітектура:</b>

source: <span font_family='DejaVu Sans'>✦</span> <b>Homepage:</b>
uk_ua: <span font_family='DejaVu Sans'>✦</span> <b>Домашня сторінка:</b>

source: <span font_family='DejaVu Sans'>✦</span> <b>Running on:</b>
uk_ua: <span font_family='DejaVu Sans'>✦</span> <b>Запущено на:</b>

source: <span font_family='DejaVu Sans'>✦</span> <b>Version:</b>
uk_ua: <span font_family='DejaVu Sans'>✦</span> <b>Версія:</b>

source: <span foreground='$side_color'>Side $side_number</span> has the advantage.
uk_ua: <span foreground='$side_color'>Сторона $side_number</span> має перевагу.

source: <span foreground='$side_color'>Side $side_number</span>: Income score = $income Unit score = $units Gold = $gold Grand total: <b>$total</b>
uk_ua: <span foreground='side_color'>Сторона $side_number</span>: Рахунок прибутку = $income Рахунок бійців = $units Золото = $gold Сумарно: <b>$total</b>

source: <span strikethrough='true' foreground='$side_color'>Side $side_number</span>: Has lost all units
uk_ua: <span strikethrough='true' foreground='$side_color'>Сторона $side_number</span> втратила всі свої війська

source: <unit type id>
uk_ua: <id типу бійця>

source: <var>
uk_ua: <змінна>

source: <var>=<value>
uk_ua: <змінна>=<значення>

source: A 'list_definition' should contain one row.
uk_ua: У 'list_definition' має бути один рядок.

source: A 2 vs. 2 map with 5 separate paths of engagement. Balanced to be played east vs. west (1 &amp; 4 vs. 2 &amp; 3), but works well with any teams or FFA.
uk_ua: Карта 2 на 2 з п'ятьма різними шляхами наступу. Розроблена для гри заходу проти сходу (1&4 на 2&3), але також підходить і для інших варіантів, або для гри "кожен за себе".

source: A 2 vs. 2 map with auxiliary keeps, and a large messy battle in the center common.
uk_ua: Карта 2 на 2, з допоміжними фортецями і великою битвою в спільному центрі.

source: A 3 vs. 3 battle to control the ashes of a kingdom long ago collapsed from a volcanic eruption. It has 36 villages.
uk_ua: Битва 3 на 3 за прах древнього королівства, зруйнованого виверженням вулкану. 36 сіл.

source: A 3 vs. 3 map. Flexible coordination of your alliance is required to avoid being outnumbered. Teams set for players 145 vs. 236 (north vs. south), but having players 146 or 136 as a team is also interesting. Designed for 150 starting gold, has 44 villages.
uk_ua: Карта 3 на 3. Знадобиться гнучка координація сил ваших союзників, щоб вас не перевершили числом. Команди розділені як 145 на 236 (північ проти півдня), але варіанти 146 або 136 також цікаві. Розроблена для 150 золотих на початку, є 44 села.

source: A 3 vs. 3 map. The Manzivan Traps are widely known as a difficult and confusing area of terrain where it is easy to end up out of position or over extended. Teams set for players 145 vs. 236 (east vs. west). Designed for 100 starting gold, has 33 villages.
uk_ua: Карта 3 на 3. Пастки Манзівана широко відомі як складна і заплутана територія, де можна запросто загубитися. Команди розділені як 145 на 236 (схід проти заходу). Розроблена для 100 золотих на початку, є 33 села.

source: A 4 player map where 4 mighty castles face off at the convergence of two rivers. Works well as 2 vs. 2 or FFA. There are approximately 45 villages.
uk_ua: Карта для 4 гравців, на якій 4 могутні замки стоять один напроти одного на злитті двох річок. Підходить для 2 на 2 і "кожен за себе". Тут є приблизно 45 сіл.

source: A Bargain is Struck
uk_ua: Угоду укладено

source: A Desperate Errand
uk_ua: Відчайдушний похід

source: A Final Spring
uk_ua: Остання весна

source: A Former Friend
uk_ua: Колишній друг

source: A Harrowing Escape
uk_ua: Сумна втеча

source: A Haunting in Winter
uk_ua: Зимове полювання

source: A Mage Magister, though equivalent in degree to a Great Mage, has special abilities of command and healing derived from extensive experience of battle.
uk_ua: Магістр Магів по званню дорівнює Великому Магові, але при цьому у багатьох битвах відточив командирські і цілительські уміння.

source: A New Ally
uk_ua: Новий союзник

source: A New Land
uk_ua: Нова земля

source: A New Land — Help
uk_ua: Нова земля — Довідка

source: A Spy in the Woods
uk_ua: Шпигун у лісі

source: A Strategy of Hope
uk_ua: План надії

source: A Summer of Storms
uk_ua: Літо штормів

source: A Tale of Two Brothers
uk_ua: Розповідь про Двох Братів

source: A Tale of Two Brothers — Epilogue
uk_ua: Розповідь про Двох Братів — Епілог

source: A Witness functions as the eyes of the dwarves’ history, a deep lore that they never share with outsiders. The presence of a Witness inspires dwarvish warriors with the knowledge that their deeds (and their deaths) will not go unrecorded. They learn a fighting style deliberately unlike that of their fellows, one designed to turn the vaunted strength of the dwarves against itself. The person of a Witness is considered sacred, and Witnesses are often used as envoys between dwarvish clans.
uk_ua: Свідки — це очі історії гномів, що оберігаються потаємні знання, котрими вони ніколи не поділяться з чужинцями. Присутність свідка надихає гномських воїнів, бо вони знають, що їхні діяння(та їхні смерті) будуть ретельно задокументовані. Вони вивчають інші бойові стилі, щоб за потреби обернути хвалену гномську силу проти них самих. Сам свідок вважається священною особою, так що вони часто використовуються задля перемовин між кланами.

source: A bigger island lying in the <ref>dst='great_ocean' text='Great Ocean'</ref>.
uk_ua: Великий острів, що лежить в <ref>dst='great_ocean' text='Великому океані'</ref>.

source: A book. Thursagan’s book, in a secret and locked compartment he must have dug from the living rock himself by unaided runecraft. The cave-in breached it. It has taken us great effort to puzzle out his code. But it might be that, with the book and the Hammer to hand, we could train and initiate runesmiths once more.
uk_ua: Книгу. Книгу Турсагана, в секретному та закритому приміщенні, котре він, мабуть, створив сам, використовуючи свою магію рун. Нам знадобилося багато зусиль та часу, щоб розгадати код, що відкривав вхід усередину. Але може бути, що маючи при собі книгу та Молот, ми зможемо створити та навчити нових майстрів рун.

source: A brave and kindhearted choice! I cannot abide slavery.
uk_ua: Відважний і добрий вибір! Я терпіти не можу рабство.

source: A brave hero of Wesnoth’s Golden Age, this great rider and commander of men came to this evil place while on a raid against the orcs. Caught unaware by the foul creatures, many of his fellows were killed, but he fought valiantly, slaying many a foe. But alas! The foul Basilisk turned him to stone even as he slew the last orc. Now all that is left is a stark reminder of his once great bearing and strength. (inscribed by Fynmiir)
uk_ua: Сміливий герой Золотого Віку Весноту, цей великий вершник і командир прибув в це зле місце, переслідуючи орків. Потрапивши в пастку і втративши своїх товаришів, він продовжував відважно битися, убивши безліч ворогів. Але на жаль! Підлий Василіск перетворив його на камінь, як тільки той вбив останнього орка. Він і донині там стоїть, нагадуючи про його величність та силу. (написане Файнміром)

source: A comma delimited list of the IDs of any other add-ons that this add-on depends on. The add-on ID is the folder name in your operating system’s file manager, not the add-on’s name.
uk_ua: Розділений комами список ID будь-яких інших аддонів, які використовуються цим аддоном. ID аддону це назва папки в файлах гри, а не назва, що відображується в грі.

source: A comma separated list of version strings to be accepted by the server. B<*> and B<?> from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
uk_ua: Перелік версій, що сприймаються сервером, розділені комами. Підтримуються шаблони підстановки B<*> and B<?>. (скидає на відповідну версію wesnoth)

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
uk_ua: Перелік версій для перенаправлення, розділених комами. При використанні шаблонів підстановки поводиться аналогічно B<versions_accepted>.

source: A complete and utter lie from complete and utter scum.
uk_ua: Цілковита брехня від цілковитого мерзотника.

source: A complete list of official and user setup servers is listed at this website: <ulink url="https://wiki.wesnoth.org/MultiplayerServers">Multiplayer servers</ulink>.
uk_ua: Повний перелік офіційних і користувацьких серверів доступний на цьому сайті: <ulink url="https://wesnoth.org/wiki/MultiplayerServers">Multiplayer servers</ulink>.

source: A component
uk_ua: Компонент

source: A cosmetic elevation effect that looks a little different in the editor than in the game due to visual aids in the editor; all the overlays described here are found in the terrain palette’s “elevation” group.
uk_ua: Косметичний ефект рельєфу, який виглядає в редакторі трохи інакше, ніж у грі, завдяки візуальним засобам редактора; всі описані тут місцевості знаходяться в групі “рельєф”.

source: A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
uk_ua: Лікар здатний лікувати отруту, при цьому пацієнт не отримає додаткового зцілення в цьому ходу.

source: A curse upon all of your kin that visit this isle.
uk_ua: Будь прокляті усі подібні до вас, хто ступить на цей острів.

source: A dark mage has come upon us; his creatures call him Mordak. They have been terrorizing outlying farms, and we fear they may soon attack the village itself! The villagers of Maghre have taken up weapons but they are not trained fighters; we need your men, and you to lead them.
uk_ua: Темний чаклун звалився на наші голови; його створіння кличуть його Мордаком. Вони тероризують навколишні ферми, і ми боїмося, що скоро вони осміляться напасти на саме село! Жителі Магре взяли до рук зброю, але вони недосвідчені бійці; нам потрібні твої люди, і твої вказівки.

source: A dark mist rises from the land, draining your senses and your will away. You dimly realize that you will soon join the other ghosts as another faceless guardian of the ancient shrine.
uk_ua: Темний туман піднімається над землею, виснажуючи ваші почуття та вашу волю. Ви усвідомлюєте, що скоро приєднаєтеся до інших привидів як ще один безликий охоронець стародавньої святині.

source: A delegation of the Northern Alliance, seeking the road through to Kal Kartha.
uk_ua: Делегація Північного Альянсу, ми хочемо пройти скрізь ліс, щоб потрапити до Кал Карти.

source: A dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great fire that burns inside of them. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
uk_ua: Дракон — це легендарна істота, яка, як правило, зустрічається лише в казках. Вони дуже рідкісні, і коли б не історично достовірні відомості про руйнування драконами цілих міст, їх можна було б вважати просто міфом. Легенди дуже точно описують цих руйнівних істот, відмічаючи величезну силу, швидкість, надприродну хитрість і крім того вогонь, що горить всередині них. Битва з драконом вважається вершиною небезпеки, гідною лише дурнів і найхоробріших лицарів.

source: A faction is a collection of units and leaders. Factions are assigned to sides in multiplayer games.
uk_ua: Фракція — це набір бійців та командирів. У багатокористувацькій грі кожній стороні призначається певна фракція.

source: A fanciful delusion! A human untrained in the mystic arts stands no chance against the undead!
uk_ua: Нездійсненна мрія! Нетренована у магії людина не має жодного шансу проти мерців!

source: A fast-paced 2 vs. 2 map set deep below the surface.
uk_ua: Швидка карта 2 на 2, розміщена глибоко під землею.

source: A feeling of well-being overwhelms the drinker.
uk_ua: Той, хто вип'є, відчує себе переповненим здоров'ям.

source: A few units have special <ref>dst='..abilities_section' text='abilities'</ref> which affect damage dealt in combat. The most common of these is <ref>dst='weaponspecial_charge' text='charge'</ref>, which doubles the damage dealt by both attacker and defender when the unit with charge attacks.
uk_ua: Деякі бійці мають спеціальні <ref>dst='..abilities_section' text='уміння'</ref>, які впливають на нанесену ворогові в бою шкоду. Найбільш поширеним з них є <ref>dst='weaponspecial_charge' text='наскок'</ref>, який подвоює нанесену шкоду як атакувальника так і того хто захищається.

source: A fine job lass, but more sure gots to be coming. Let’s keep movin’.
uk_ua: Гарна работа, дівко, але певно, їх ще багато таких. Давай рухатись далі.

source: A fine story. Most likely, this is a pitiful excuse for you to enter our fortress to plunder our armory. Even if Her Majesty did order you here, we have no need for the help of you uncouth orcs. We have always managed just fine without you.
uk_ua: Гарна байка. Скоріше за все, це жалюгідна відмовка, щоб ви могли увірватися до нашої фортеці та пограбувати склади. Навіть якщо Її Величність прислала вас, ми не маємо жодної потреби в послугах незграбних орків. Нам завжди було добре й без вас.

source: A fool, or a desperate band of refugees!
uk_ua: Дурень, або доведена до відчаю купка біженців!

source: A game ($name|, $scenario|) has been created
uk_ua: Гру ($name|, $scenario|) було створено

source: A ghoul, a creature of disease and pestilence. Kill the putrid thing. Its stench is making me sick.
uk_ua: Гуль, створіння хвороб та чуми. Убийте цю гниючу істоту. Від його смороду в мене паморочиться голова.

source: A halberd is a heavy weapon and difficult to use, but very powerful in the hands of an expert. It is also much more flexible than the spear from which it descended. As any halberdier can tell you, the weapon possesses four primary striking points, two more than a spear or pike; these are the tip, the blade, the spike at the base of the shaft, and the inner point on the blade, which can be used in a motion pulling back towards the wielder. All this makes for a very versatile weapon in melee, especially against cavalry. However, a halberd is notably more expensive to craft than a spear, and in the hands of a novice, much less effective. In the armies of Wesnoth, it is customary only to grant these weapons to veteran pikemen, who have proven that they have the skill to employ them properly on the field of war.
uk_ua: Алебарда — дуже важка і дуже складна в застосуванні зброя, але потужна в руках професіонала. Вона більш гнучка від свого предка спису. Будь-який алебардист розкаже, що його зброї доступні 4 різновиди атак, що в 2 рази більше, ніж у списа або піки — вістрям, лезом, шпилькою в основі держака, і внітрішньою стороною леза, що може бути використана для відкидання противника. Усе це робить алебарду украй різносторонньою зброєю ближнього бою, особливо проти кавалерії. Проте, навчитися бою алебардою складніше, ніж списом, і в руках новачка вона неефективна. У арміях Весноту цю зброю зазвичай довіряють лише ветеранам пікінерам, що довели здатність правильно розпорядитися нею на полі бою.

source: A horde of knights, bearing the emblem of Elensefar! Amazing. I’ve never seen me so many riders in one place.
uk_ua: Орда лицарів, вони мають емблеми Еленсефару! Неймовірно, стільки вершників у одному місці.

source: A human mage... is it dead?
uk_ua: Людський маг... він мертвий?

source: A king who is skilled at combat commands great respect — especially among soldiers. His strength allows him to wield powerful weapons and move quickly, even with heavy armor. His leadership abilities inspire his troops.
uk_ua: Король, загартований у битвах, користується величезною повагою — особливо серед солдатів. Його сила дозволяє йому використовувати потужну зброю і швидко рухатися навіть у важкій броні. Його лідерські здібності надихають його війська.

source: A king with no land and no crown is no king, my Lord.
uk_ua: Король без земель і корони це не король, мій пане.

source: A large flightless bird would be my guess.
uk_ua: Я б сказав, що це якийсь великий нелетючий птах.

source: A lich has it? We were fleeing liches in the first place.
uk_ua: Меч у ліча? Ми ж із самого початку втікали від лічей.

source: A lich is the physical embodiment of black magic’s first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. It is not known, save perhaps by the inner circles of necromancy, whether life is prolonged indefinitely or simply extended. The fact that this question can be raised at all is a testament to the magnitude of what their order has achieved.
uk_ua: Ліч — це фізичне втілення головної мети темної магії — пошуків безсмертя. Хоча переродження в ліча вимагає великих жертв, його перевагою є безсмертя, що дійсно вселяє жах. Його розум зберігається, душа йде за ним, хоча тіла може вже і не бути. Загалом невідомо, хоча можливо за винятком вузьких кіл некромантів, чи зберігається життя навіки, чи просто на певний час. Але вже сама постановка питання говорить про успіх, якого досягли темні чаклуни.
